API_TOKEN = "1897888351:AAFfVlhyIEW1DjUYOCEr91AqPDaEA11Q0rg"

CATEGORIES = [
    'Здоровье и гигиена',
    'Кормление',
    'Сон и режим',
    'Игры и развитие',
    'Книги и игрушки',
    'Вредные советы',
    'Полезные покупки',
]

INITIAL_CHOICE = [
    'Заполнить профиль',
    'Выбрать возраст',
    'Наша философия',
    'Тестим'
]

MAIN_KB_UNREG_BTNS = [
    'Заполнить профиль',
    'Подготовка к родам',
    'Забота о новорожденном',
    'Выбрать возраст',
    'Как пользоваться ботом',
    'Связаться с нами',
]

PROFILE_KB_BTNS = [
    'Мой ребёнок',
    'Мой город',
    'Сохранённые статьи',
    'Поиск по статьям',
    'Обновить данные',
    'День за днём',
    'На главную',
]