API_TOKEN = "1897888351:AAFfVlhyIEW1DjUYOCEr91AqPDaEA11Q0rg"

CATEGORIES = [
    '🧼 Здоровье и гигиена',
    '🤱🏼 Кормление',
    '🛏 Сон и режим',
    '🐤 Игры и развитие',
    '🧸 Книги и игрушки',
    '🤬 Вредные советы',
    '🛒 Полезные покупки',
]

INITIAL_CHOICE = [
    '📖 Заполнить профиль',
    '🐾 Выбрать возраст',
    '🧑🏻‍🎓 Наша философия',
]

MAIN_KB_UNREG_BTNS = [
    '📖 Заполнить профиль',
    # 'Подготовка к родам',
    # 'Забота о новорожденном',
    '🐾 Выбрать возраст',
    'Как пользоваться ботом',
    'Связаться с нами',
]

PROFILE_KB_BTNS = [
    '👼🏻 Мой ребёнок',
    '🏙 Мой город',
    '📗 Сохранённые статьи',
    '🔎 Поиск по статьям',
    '🔄 Обновить данные',
    '🤳🏼 День за днём',
    'На главную',
]

AVAILABLE_AGES = [
    ('До родов', 0, 0),
    ('0-1 месяц', 1, 30),
    ('1-2 месяца', 31, 60),
    ('2-3 месяца', 61, 90),
    ('3-4 месяца', 91, 120),
    ('4-5 месяцев', 121, 150),
    ('5-6 месяцев', 151, 180),
]

AVAILABLE_AGES_initial = [
    ('До родов', 0, 0),
    ('Новорожденным', 1, 30),
    ('1-3 месяца', 31, 90),
    ('4-6 месяцев', 91, 180)
]