welcome_unreg = """
Добро пожаловать в Robdot - идеального помощника в воспитании детей!

Мы стремимся сделать воспитание детей проще и приятнее для вас. Для этого мы предлагаем вам создать профиль для вашего ребенка. Создав профиль, вы сможете получать персонализированные советы и рекомендации, которые помогут вам легче справляться с воспитанием.

Для создания профиля выберите "Создать профиль" и следуйте инструкциям. Если вы хотите отфильтровать статьи по возрасту вашего ребенка, выберите "Выбрать возраст". Если же вы хотите узнать больше о нашей философии, выберите "Наша философия".

Мы посвящены тому, чтобы предоставлять вам лучшую возможную поддержку на каждом этапе воспитания. Наша философия основана на научных исследованиях и практическом опыте. Мы приглашаем вас прочитать наш манифест, чтобы лучше понять нашу философию и подход.

Спасибо, что выбрали Robdot. Давайте работать вместе, чтобы воспитание стало замечательным путешествием для вас и вашей семьи!"""

welcome_reg = '''
Здравствуйте!
Выберите тему или перейдите в профиль чтобы увидеть больше функций'''

our_philosophy = '''
Текст про философию родительства от бота. Основные параграфы:
- доказательная медицина
- ненасилие над ребёнком
- нет стерильности в первый год жизни
- нет насильному привитию навыков

- мы базируемся на работах:
- книга голые и босые
- книга федиатрия
- книга тайная опора
- книга ...
'''

choose_age = '''
Выберите возраст ребёнка, для которого вы хотите найти материалы.

Чтобы не выбирать возраст каждый раз, заполните профиль.'''

choose_category = '''
Принял! Теперь выберите категорию.

Все найденные статьи будут подходить под выбранный возраст'''

help_message_reg = '''
Многие будущие родители читают книги для мам и пап перед рождением ребёнка или уже после.
Проблема в том, что информация не всегда перед глазами, многое забывается, а в моменты стресса тем более.

Мы здесь чтобы решить эту проблему. Можете воспринимать этого бота как бесплатную книгу, которая постоянно обновляется и доступна с телефона с удобным поиском по главам. 
Мы стремимся к тому, чтобы любой вопрос, вставший на вашем родительском пути мог быть решен с помощью нашего сервиса.

Бот запомнит возраст вашего ребёнка и по мере того, как вы будете расти, тексты в категориях будут меняться. 
Бот будет присылать вам уведомления перед важными переломными периодами жизни малыша: 
- предстоящий скачок развития; 
- переход на твёрдую пищу;
- малыш скоро научится переворачиваться;
- и другими. Посоветует как себя вести в такие периоды, а как лучше не вести, чем помочь малышу.

ВАЖНО. Все малышы разные. Бот может только примерно определять наступление того или иного периода. Помните это и не применяйте совет не оценив свою ситуацию.
ВАЖНО. Не все советы могут подойти вашему малышу. Если решите попробовать, важно наблюдать: если ему не нравится, если вам кажется, что ещё рано или уже поздно - действуйте по своим ориентирам.

Связаться по любым вопросам: @johndepp
- '''


help_message_unreg = '''
Многие будущие родители читают книги для мам и пап перед рождением ребёнка или уже после.
Проблема в том, что информация не всегда перед глазами, многое забывается, а в моменты стресса тем более.

Мы здесь чтобы решить эту проблему. Можете воспринимать этого бота как бесплатную книгу, которая постоянно обновляется и доступна с телефона с удобным поиском по главам. 
Мы стремимся к тому, чтобы любой вопрос, вставший на вашем родительском пути мог быть решен с помощью нашего сервиса.

Лучше всего будет ответить на несколько вопросов о своём ребёнке, зажав кнопку "Заполнить профиль".
Тогда бот запомнит возраст вашего ребёнка и по мере того, как вы будете расти, тексты в категориях будут меняться. 

Бот будет присылать вам уведомления перед важными переломными периодами жизни малыша: 
- предстоящий скачок развития; 
- переход на твёрдую пищу;
- малыш скоро научится переворачиваться;
- и другими. Посоветует как себя вести в такие периоды, а как лучше не вести, чем помочь малышу.

До тех пор как вы заполните кнопку, вы можете посмотреть материалы нажав кнопку "Выбрать возраст".

ВАЖНО. Все малышы разные. Бот может только примерно определять наступление того или иного периода. Помните это и не применяйте совет не оценив свою ситуацию.
ВАЖНО. Не все советы могут подойти вашему малышу. Если решите попробовать, важно наблюдать: если ему не нравится, если вам кажется, что ещё рано или уже поздно - действуйте по своим ориентирам.

Связаться по любым вопросам: @johndepp
'''