welcome_unreg = """
Добро пожаловать в "Семечки" - вашего помощника по уходу за новорожденными и верного спутника на этом пути!

Цель бота - обеспечить вашему малышу лучший уход (с вашей помощью) и хорошее психологическое состояние Вам.
Каким образом?

У бота есть ответы на множество вопросов, возникающих у молодых родителей. Также он:
👵 Предостережёт вас от опасных действий, которые всё ещё могут считаться приемлемыми у некоторых бабушек/дедушек и даже врачей. Хоть мы их и очень любим.
🛒 Уберёжет от бесполезных покупок.
🤱🏼 Поможет наладить естественное вскармливание.

Бот придерживается трёх основных принципов:
📗 Все материалы базируются на доказательной медицине;
🤱🏼 Материалы по воспитанию только в парадигме Теории Привязанности;
✋ Ненасилие над ребёноком.
Подробнее о функциях бота вы можете узнать, нажав на кнопку "Как пользоваться ботом".
"""



welcome_reg = '''
Здравствуйте!
Выберите тему или перейдите в профиль чтобы увидеть больше функций'''

use_instructions = '''

У нас вы найдёте большое количество материалов по уходу за малышами и мамами начиная с беременности и до 6 месяцев.

Чтобы разблокировать все функции, пожалуйста, заполните свой профиль. Это позволит вам не выбирать возраст каждый раз при поиске статей, а получать сразу необходимое.
Также это позволит вам подписаться на бесплатный сервис "День-за-днём". Малыш быстро растёт, бот будет это отслеживать и предупреждать вас о важных вещах.

Наши материалы базируются только на принципах доказательной медицины. Давайте вырастим вашего малыша здоровым и счастливым вместе ☺️

Мы говорим:
😬 <b>Нет</b> излишней стерильности!
🚧 <b>Нет</b> бесполезным растратам!
⛓ <b>Нет</b> устаревшим практикам!
🌐 <b>Нет</b> мусору из интернета!

Материалы из бота базируются на:
Книгах на русском: "Федиатрия", "Сон ребёнка. Безопаснее рядом", "Как подарить малышу здоровье", книгах Евгения Комаровского, Людмилы Петрановской
Книгах на иностранных языках: "Balanced and barefoot"; "Besame mucho: Como criar a tus hijos con amor", "The Wonder Weeks"
... и многих других.


После заполнения профиля вам будут доступны:
🔎 поиск статей по запросу
✅ подбор статей по возрасту вашего малыша
🤱🏼 сервис "День за днём"
⭐️ сохранение статей в избранное
'''

choose_age = '''
Выберите возраст ребёнка, для которого вы хотите найти материалы.

Чтобы не выбирать возраст каждый раз, заполните профиль.'''

choose_category = '''
Принял! Теперь выберите категорию.

Все найденные статьи будут подходить под выбранный возраст'''

help_message_reg = '''
Вопрос: сколько книг нужно прочесть, чтобы быть "хорошим" родителем? 
Ответ: ещё одну.

Или вступить в сообщество, где обязательно найдётся кто-то, кто уже знает ответ на ваши вопросы. 

Если вас что-то беспокоит, то перейдите в меню профиля и нажмите на кнопку "Задать вопрос". 
Ваш вопрос будет опубликован в нашем <a href="https://t.me/+yIXsQC8tdQIwM2Vi">канале</a>, где на него смогут ответить опытные родители и привлечённые специалисты.

Просто пообщаться на тему материнства и детей можно в нашем <a href="https://t.me/+78_cNQylJB1jYTUy">чате</a>.

ВАЖНО. Критически воспринимайте информацию, транслируемую кем бы то ни было, когда это касается здоровья вашего ребёнка. Даже материалы нашего сервиса.
ВАЖНО. Не все советы могут подойти вашему малышу. Если решите попробовать, важно наблюдать: если ему не нравится, если вам кажется, что ещё рано или уже поздно - действуйте по своим ориентирам.

Связаться по любым вопросам: @Vinowen
- '''


help_message_unreg = '''
Многие будущие родители читают книги для мам и пап перед рождением ребёнка или уже после.
Проблема в том, что информация не всегда перед глазами, многое забывается, а в моменты стресса тем более.

Мы здесь чтобы решить эту проблему. Можете воспринимать этого бота как бесплатную книгу, которая постоянно обновляется и доступна с телефона с удобным поиском по главам. 
Мы стремимся к тому, чтобы любой вопрос, вставший на вашем родительском пути мог быть решен с помощью нашего сервиса.
Нужные вам слова прямо под вашими пальцами в мессенджере!

Лучше всего будет ответить на несколько вопросов о своём ребёнке, зажав кнопку "📖 Заполнить профиль".
Тогда бот запомнит возраст вашего ребёнка и по мере того, как вы будете расти, тексты в категориях будут меняться. 

Бот будет присылать вам уведомления перед важными переломными периодами жизни малыша: 
- предстоящий плановый поход к врачу; 
- скорое начало прикорма;
- малыш скоро научится переворачиваться;
- предстоящий регресс сна
- и другими. Посоветует как себя вести в такие периоды, а как лучше не вести, чем помочь малышу.

До тех пор как вы заполните кнопку, вы можете посмотреть материалы нажав кнопку "Выбрать возраст".

ВАЖНО. Все малышы разные. Бот может только примерно определять наступление того или иного периода. Помните это и не применяйте совет не оценив свою ситуацию.
ВАЖНО. Не все советы могут подойти вашему малышу. Если решите попробовать, важно наблюдать: если ему не нравится, если вам кажется, что ещё рано или уже поздно - действуйте по своим ориентирам.

Связаться по любым вопросам: @johndepp
'''


child_too_old = '''
К сожалению, ваш малыш уже слишком взрослый для этого бота 😇
У нас пока нет материалов для этого возраста, но мы правда работаем над этим. Скорее всего, разделы скоро появятся.

Если возраст ребёнка указан ошибочно, то вы можете изменить его в профиле.
'''

yet_to_be_born = '''
Исходя из даты рождения ребёнка, которую вы указали, он ещё нескоро порадует нас своим появлением на свет 😇
У нас пока нет материалов на ваш случай. Если вам бы хотелось увидеть что-то конкретное, пожалуйста, свяжитесь с администратором.

Если возраст ребёнка указан ошибочно, то вы можете изменить его в профиле.
'''