welcome = """
Добро пожаловать в Robdot - идеального помощника в воспитании детей!

Мы стремимся сделать воспитание детей проще и приятнее для вас. Для этого мы предлагаем вам создать профиль для вашего ребенка. Создав профиль, вы сможете получать персонализированные советы и рекомендации, которые помогут вам легче справляться с воспитанием.

Для создания профиля выберите "Создать профиль" и следуйте инструкциям. Если вы хотите отфильтровать статьи по возрасту вашего ребенка, выберите "Выбрать возраст". Если же вы хотите узнать больше о нашей философии, выберите "Наша философия".

Мы посвящены тому, чтобы предоставлять вам лучшую возможную поддержку на каждом этапе воспитания. Наша философия основана на научных исследованиях и практическом опыте. Мы приглашаем вас прочитать наш манифест, чтобы лучше понять нашу философию и подход.

Спасибо, что выбрали Robdot. Давайте работать вместе, чтобы воспитание стало замечательным путешествием для вас и вашей семьи!"""


our_philosophy = '''
Текст про философию родительства от бота. Основные параграфы:
- доказательная медицина
- ненасилие над ребёнком
- нет стерильности в первый год жизни
- нет насильному привитию навыков

- мы базируемся на работах:
- книга голые и босые
- книга федиатрия
- книга тайная опора
- книга ...
'''

choose_age = '''
Выберите возраст ребёнка, для которого вы хотите найти материалы.

Чтобы не выбирать возраст каждый раз, заполните профиль.'''

choose_category = '''
Принял! Теперь выберите категорию.

Все найденные статьи будут подходить под выбранный возраст'''