main_menu_registered = """
Добро пожаловать в главное меню.

Отсюда вы можете перейти в свой профиль или найти статьи для своего ребёнка в одной из категорий. Вы также можете найти статьи для других возрастов выбрав пункт 'Выбрать возраст'"""

main_menu_unregistered = '''
Добро пожаловать в главное меню.

Мы очень рекомендуем указать возраст и пол своего ребёнка, чтобы бот смог отыскать подходящие статьи. Также вам откроется:

Поиск по статьям - ищите то, что вам нужно.
Сохранение статей в избранное.
Поиск мест, куда пойти с ребёнком в вашем городе.
Сервис "День за днём".

Но Вы также можете выбрать примерный возраст и читать статьи по категориям'''