profile_introduction = '''
Это меню профиля. Здесь вы можете:
- посмотреть общие рекомендации, подходящие вашему малышу по возрасту;
- найти куда сходить в своём городе;
- подписаться на сервис "день за днём;"
- посмотреть список сохранённых ранее статей.

Чтобы продолжить читать статьи, вернитесь в главное меню.'''


my_child = """
Ваш малыш родился {}, и уже прожил {} дней!
Поздравляем с этим ☺️

Это {}

В таком возрасте вам желательно обратить внимание на следующие вещи:
С этим могут помочь материалы указанные ниже."""

start_search_text = '''
Отправьте сообщением то, что хотите найти. 

Лучше всего писать ключевые слова, например:
- кормление новорожденного
- коляска ребёнок
- сон месяц'''

list_of_found_articles = '''
По вашему запросу найдены следующие статьи'''

no_articles_found = '''
К сожалению, по вашему запросу не было найдено никаких статей'''