profile_introduction = '''
Это меню профиля. Здесь вы можете:
- посмотреть общие рекомендации, подходящие вашему малышу по возрасту;
- найти куда сходить в своём городе;
- подписаться на сервис "день за днём;"
- посмотреть список сохранённых ранее статей.

Чтобы продолжить читать статьи, вернитесь в главное меню.'''


my_child_not_born = '''
Малыш ещё не родился, но уже очень волнует нас ☺️
Постарайтесь больше отдыхать и следуйте советам из раздела "До родов"

Пока вам желательно обратить внимание на следующие вещи: 
{}'''


my_child = """
Ваш малыш родился {}, и уже прожил {} {}!
Поздравляем с этим ☺️

Пол: {}

В таком возрасте вам желательно обратить внимание на следующие вещи:
{}

Больше материалов в категориях"""

start_search_text = '''
Отправьте сообщением то, что хотите найти. 

Лучше всего писать ключевые слова, например:
- кормление новорожденного
- коляска ребёнок
- сон месяц'''

list_of_found_articles = '''
По вашему запросу найдены следующие статьи'''

no_articles_found = '''
К сожалению, по вашему запросу не было найдено никаких статей'''

ask_new_question = '''
У вас есть вопрос, который вы хотели бы задать другим родителям и специалистам? Опишите вашу проблему отдельным сообщением ниже.
Также вы можете поделиться своим опытом касаемо ухода за детьми.

По возможности, прикрепите изображение к вопросу - если будет подходящее изображение, ваш текст будет публиковаться в первую очередь.

Если мы заметим, что вопрос уже неоднократно задавался на нашем форуме, мы не опубликуем его. Попробуйте воспользоваться поиском.
Все вопросы и ответы будут опубликованы на нашем <a href="https://t.me/+yIXsQC8tdQIwM2Vi">форуме.</a>

'''