start_registration = """
Пожалуйста, ответьте на несколько вопросов, чтобы мы узнали возраст и пол вашего ребёнка, а также город в котором живёт ваша семья.

Нам нужен возраст и пол, чтобы отсеивать статьи, которые не несут для вас пользы. Город нужен для того, чтобы мы могли рекомендовать вам места, куда можно без проблем пойти с ребёнком.

Пожалуйста, сначала укажите дату рождения вашего ребёнка в формате мм.дд.гг, например: 10.03.2023
"""

already_have_child = '''
Вы уже заполняли данные своего ребёнка. Если их нужно обновить, пожалуйста, войдите в профиль и выберите "Обновить данные"'''


date_input_failed = '''
Мы не распознали формат даты, который вы ввели. Пожалуйста, введите дату в формате дд.мм.гг или нажмите "Отмена".'''

input_sex = '''
У вас мальчик или девочка? Если роды впереди и вы не знаете пол, то нажмите "Не знаю"'''

sex_input_failed = """
Мы не смогли распознать введённый вами пол. Пожалуйста, выберите одну из кнопок внизу"""

input_city = """
Пожалуйста, введите название вашего города. 
Зная ваш город, мы сможем найти для вас места, где точно будет детский стульчик и приятная обстановка для вашего малыша"""

reg_finished = '''
Есть! Вы закончили базовую регистрацию. Вам стало доступно больше функций, а также вам не нужно каждый раз выбирать возраст, чтобы найти статьи, подходящие для вашего малыша.
Но вы всё ещё можете посмотреть материалы для любого возраста, зайдя в раздел 'Выбрать возраст' в главном меню.

Ещё вопрос: вы бы хотели подписаться на сервис "День за днём"? Это бесплатно.
Вы сможете:
- Получать предупреждения перед скачками в развитии вашего малыша
- Не забывать о прививках и узнаете зачем нужна каждая из них
- Получать идеи игр и развивашек, подходящие по возрасту малыша
- Получить поддержку буквально на каждом этапе'''

cancel_registration = """
Регистрация отменена. Ничего не сохранилось. Мы крайне советуем закончить регистрацию, потому что работать с ботом будет намного приятнее.

Вы перешли в главное меню.
"""

subscribed_to_day_to_day = """
Спасибо, что подписались! Мы пришлём вам статью как только найдём нужную.

Пока можете начать исследовать - вам доступен весь функционал.
"""

canceled_subscription = """
Хорошо! Вы всегда сможете подписаться на сервис в меню профиля.

Пока можете начать исследовать - вам доступен весь функционал.
"""